[
    {
        "id": 1,
        "title": "The Nāsadīya Sūkta",
        "summary":"<p>The Nāsadīya Sūkta (after the incipit ná ásat, or 'not the non-existent'), also known as the Hymn of Creation, is the 129th hymn of the 10th mandala of the Rigveda (10:129). It is concerned with cosmology and the origin of the universe.</p><p>The Nāsadīya Sūkta has been the subject of extensive scholarly attention. ",
        "content": "<p>The Nāsadīya Sūkta (after the incipit ná ásat, or 'not the non-existent'), also known as the Hymn of Creation, is the 129th hymn of the 10th mandala of the Rigveda (10:129). It is concerned with cosmology and the origin of the universe.</p><p>The Nāsadīya Sūkta has been the subject of extensive scholarly attention. There are numerous translations and interpretations of its profound and mysterious verses.</p><p>Nasadiya Sukta begins with the statement: 'Then, there was neither existence, nor non-existence.' It ponders when, why, and through whom the universe came into being in a contemplative tone, and provides no definite answers. Rather, it concludes that the gods too may not know, as they came after creation, and that even the surveyor of that which has been created, in the highest heaven may or may not know.</p><p>To this extent, the conventional English title Hymn of Creation is perhaps misleading, since the verse does not itself present a cosmogony or creation myth akin to those found in other religious texts, instead provoking the listener to question whether one can ever know ALL the details of origins of the universe.</p><p><strong>Nasadiya Sukta (Hymn of non-Eternity, origin of universe):</strong></p><p>There was neither non-existence nor existence then;<br>Neither the realm of space, nor the sky which is beyond;<br>What stirred? Where? In whose protection?</p><p>There was neither death nor immortality then;<br>No distinguishing sign of night nor of day;<br>That One breathed, windless, by its own impulse;<br>Other than that there was nothing beyond.</p><p>Darkness there was at first, by darkness hidden;<br>Without distinctive marks, this all was water;<br>That which, becoming, by the void was covered;<br>That One by force of heat came into being;</p><p>Who really knows? Who will here proclaim it?<br>Whence was it produced? Whence is this creation?<br>Gods came afterwards, with the creation of this universe.<br>Who then knows whence it has arisen?</p><p>Whether God's will created it, or whether He was mute;<br>Perhaps it formed itself, or perhaps it did not;<br>The Supreme Brahman of the world, all pervasive and all knowing<br>He indeed knows, if not, no one knows</p><p>—Rigveda 10.129 (Abridged, Tr: Kramer / Christian)</p>",
        "component": "Nasadiya.vue",
        "tags": ["cosmology", "philosophy", "Vedic","creation"]
    },
    {
      "id": 2,
      "title": "Mahadevi and her world",
      "summary":"<p>Mahadevi said in Devi Upanishad, verse 2, 'I am essentially Brahman'. According to V. R. Ramachandra Dikshitar a professor of Indian history, in Shaktism theology 'Brahman is static Shakti and Shakti is dynamic Brahman.' Shaktism views the Devi as the source, essence and substance of everything in creation. Its texts such as the Devi-Bhagavata Purana states:</p>",
      "content": "<p>Mahadevi said in Devi Upanishad, verse 2, 'I am essentially Brahman'. According to V. R. Ramachandra Dikshitar  a professor of Indian history, in Shaktism theology 'Brahman is static Shakti and Shakti is dynamic Brahman.' Shaktism views the Devi as the source, essence and substance of everything in creation. Its texts such as the Devi-Bhagavata Purana states:</p> <blockquote><p>I am Manifest Divinity, Unmanifest Divinity, and Transcendent Divinity. I am Brahma, Vishnu and Shiva, as well as Saraswati, Lakshmi and Parvati. I am the Sun and I am the Stars, and I am also the Moon. I am all animals and birds, and I am the outcaste as well, and the thief. I am the low person of dreadful deeds, and the great person of excellent deeds. I am Female, I am Male in the form of Shiva.</p></blockquote><p>Shaktism's focus on the Divine Female does not imply a rejection of the male. It rejects masculine-feminine, male-female, soul-body, transcendent-immanent dualism, considering nature as divine. Devi is considered to be the cosmos itself – she is the embodiment of energy, matter and soul, the motivating force behind all action and existence in the material universe. Yet in Shaktism, states C. MacKenzie Brown, the cultural concepts of masculine and the feminine as they exist among practitioners of Shaktism are aspects of the divine, transcendent reality. In Hindu iconography, the cosmic dynamic of male-female or masculine-feminine interdependence and equivalence, is expressed in the half-Shakti, half-Shiva deity known as Ardhanari.</p><p>In Shakta theology, the female and male are interdependent realities, represented with Ardhanarishvara icon. Left: A 5th century art work representing this idea at the Elephanta Caves; Right: a painting of Ardhanarishvara.</p><p>The philosophical premise in many Shakta texts, states professor of Religious Studies June McDaniel, is syncretism of Samkhya and Advaita Vedanta schools of Hindu philosophy, called Shaktadavaitavada (literally, the path of nondualistic Shakti).</p><p>The Hindu monk Swami Vivekananda, remarked thus; about being an actual Shakti worshipper: 'Do you know who is the real 'Shakti-worshipper'? It is he who knows that God is the omnipresent force in the universe and sees in women the manifestation of that Force.' Shakta-universalist Sri Ramakrishna, one of the most influential figures of the Hindu reform movements, believed that all Hindu goddesses are manifestations of the same mother goddess. The 18th-century Shakta bhakti poems and songs were composed by two Bengal court poets, Bharatchandra Ray and Ramprasad Sen, and the Tamil collection Abhirami Anthadhi was composed by Abhirami Bhattar.</p>",
      "tags": ["treasure", "mahadevi", "divine feminine","creation"]
    },
    {
        "id": 3,
        "title": "The Primordial Chaos and the Titanomachy",
        "summary":"In the begining there was only chaos. Then out of the void appeared Erebus, the unknowable place where death dwells, and Night. All else was empty, silent, endless, darkness. Then somehow Love was born bringing a start of order. From Love came Light and Day. Once there was Light and Day, Gaea, the earth appeared.",
        "content": "<p>In the begining there was only chaos. Then out of the void appeared Erebus, the unknowable place where death dwells, and Night. All else was empty, silent, endless, darkness. Then somehow Love was born bringing a start of order. From Love came Light and Day. Once there was Light and Day, Gaea, the earth appeared. Then Erebus slept with Night, who gave birth to Ether, the heavenly light, and to Day the earthly light. Then Night alone produced Doom, Fate, Death, Sleep, Dreams, Nemesis, and others that come to man out of darkness. Meanwhile Gaea alone gave birth to Uranus, the heavens. Uranus became Gaea's mate covering her on all sides. Together they produced the three Cyclopes, the three Hecatoncheires, and twelve Titans.<br>However, Uranus was a bad father and husband. He hated the Hecatoncheires. He imprisoned them by pushing them into the hidden places of the earth, Gaea's womb. This angered Gaea and she ploted against Uranus. She made a flint sickle and tried to get her children to attack Uranus. All were too afraid except, the youngest Titan, Cronus. Gaea and Cronus set up an ambush of Uranus as he lay with Gaea at night. Cronus grabed his father and castrated him, with the stone sickle, throwing the severed genitales into the ocean. The fate of Uranus is not clear. He either died, withdrew from the earth, or exiled himself to Italy. As he departed he promised that Cronus and the Titans would be punished. From his spilt blood came the Giants, the Ash Tree Nymphs, and the Erinnyes. From the sea foam where his genitales fell came Aphrodite. Cronus became the next ruler. He imprisoned the Cyclopes and the Hecatoncheires in Tartarus. He married his sister Rhea, under his rule the Titans had many offspring. He ruled for many ages. However, Gaea and Uranus both had prophesied that he would be overthrown by a son. To avoid this Cronus swallowed each of his children as they were born. Rhea was angry at the treatment of the children and ploted against Cronus. When it came time to give birth to her sixth child, Rhea hid herself, then she left the child to be raised by nymphs. To concel her act she wrapped a stone in swaddling cloths and passed it off as the baby to Cronus, who swallowed it. This child was Zeus. He grew into a handsome youth on Crete. He consulted Metis on how to defeat Cronus. She prepaired a drink for Cronus design to make him vomit up the other children. Rhea convinced Cronus to accept his son and Zeus was allowed to return to Mount Olympus as Cronus's cupbearer. This gave Zeus the opertunity to slip Cronus the specially prepaired drink. This worked as planned and the other five children were vomitted up. Being gods they were unharmed. They were thankful to Zeus and made him their leader.Cronus was yet to be defeated. He and the Titans, except Prometheus, Epimetheus, and Oceanus, fought to retain their power. Atlas became their leader in battle and it looked for some time as though they would win and put the young gods down. However, Zeus was cunning. He went down to Tartarus and freed the Cyclopes and the Hecatoncheires. Prometheus joined Zeus as well. He returned to battle with his new allies. The Cyclopes provided Zeus with lighting bolts for weapons. The Hecatoncheires he set in ambush armed with boulders. With the time right, Zeus retreated drawing the Titans into the Hecatoncheires's ambush. The Hecatoncheires rained down hundreds of boulders with such a fury the Titans thought the mountains were falling on them. They broke and ran giving Zeus victory. Zeus exiled the Titans who had fought against him into Tartarus. Except for Atlas, who was singled out for the special punishment of holding the world on his shoulders. However, even after this victory Zeus was not safe. Gaea angry that her children had been imprisoned gave birth to a last offspring, Typhoeus. Typhoeus was so fearsome that most of the gods fled. However, Zeus faced the monster and flinging his lighting bolts was able to kill it. Typhoeus was burried under Mount Etna in Sicily. Much later a final challenge to Zeus rule was made by the Giants. They went so far as to attempt to invade Mount Olympus, piling mountain upon mountain in an effort to reach the top. But, the gods had grown strong and with the help of Heracles the Giants were subdued or killed.</p>",
        "tags": ["roman", "cosmology", "philosophy","creation"]
      },
    {
      "id": 4,
      "title": "Celtic creation myth",
      "summary":"<p>In this myth, in the beginning there was no time, no gods and no people but where the sea met the land a white mare made of sea-foam was born called Eiocha.</p>",
      "content": "<p>In this myth, in the beginning there was no time, no gods and no people but where the sea met the land a white mare made of sea-foam was born called Eiocha.</p><p>Eventually she gave birth to the god Cernunnos, and together they then created more gods; Maponos the God of Youth, Tauranis the God of Thunder, Teutates the Protector and the fertility goddess Epona.</p ><p>But when the gods and goddesses were grown up, Eiocha left the land to return to her life as a sea-mare and became known as Tethra goddess of the deep.</p><p>The gods and goddesses then created a man, a woman and the animals from bark from the oak tree that grew on the land. But this provoked the sea giants who fought a war with the gods.</p><p>The paradise they had created was destroyed but eventually the sea giants were beaten and Epona managed to save just one man and one woman who went on to create all human life.</p>",
      "tags": ["celtic", "creation", "cosmology"]
    }
  ]
  